[{"data":[{"id":1,"info":"Сэм рассказывает о своей любимой клубнике и как он за ней ухаживает.","type":"M","mood":"воодушевлёный","goal_achieve":0,"to":[{"id":2,"mood":"нейтральный","line":"Да, клубника у тебя ничего, но лучше бы ты за своей травой следил.","info":"герой хвалит клубнику"}],"line":"\"Ах, дружище, вот уж где настоящее волшебство — в моей клубничной грядке! Каждую весну, как только солнышко пригреет, я выхожу с лопатой и вёдрами, будто сам Гэндальф перед битвой. Землю рыхлю, поливаю, сорняки вырываю — всё, как полагается. А потом, когда первые ягодки появляются... Ох, это ж слаще, чем эльфийские пироги! Я их даже троллям не отдам, хоть они и просят. Ты только представь: сочные, алые, будто капельки заката. И знаешь, что самое важное? Они растут даже в этой мрачной тени, потому что любовь и забота — вот лучшие удобрения!\"","meta":{"x":225,"y":0}},{"id":2,"info":"Сэм спрашивает, нравится ли главному герою клубника.","type":"C","mood":"радостный","goal_achieve":0,"to":[{"id":3,"mood":"радостный","line":"Давай, угости, только посмотрим, стоит ли твоя клубника таких хлопот.","info":"герой соглашается попробовать клубнику"},{"id":4,"mood":"грустный","line":"Не, не нравится мне твоя клубника, слишком сладкая что ли.","info":"герой отказывается от клубники"}],"line":"\"Ха-ха, ну ты даёшь! Траву-то я и сам вижу, но клубника — она ведь особенная, правда? Сладкая, сочная, прямо сердце радует! А тебе-то как, нравится? Может, угостить тебя парочкой ягодок? Только с грядки, самые спелые!\"","meta":{"x":225,"y":200}},{"id":3,"info":"Сэм рад, что главному герою нравится клубника, и предлагает попробовать её.","type":"M","mood":"радостный","goal_achieve":0,"to":[{"id":5,"mood":"благодарный","line":"Ну ладно, давай свою клубнику, только чтобы не разочаровала. А то у меня и без твоих ягод дел хватает.","info":"скептическое согласие"}],"line":"Ох, рад, что тебе по вкусу моя клубничка! Да уж, хлопот с ней немало, но оно того стоит — каждая ягодка, как солнышко в ладошке. Вот, попробуй эту — только сегодня сорвал, самая сладкая! А траву... ну, может, и правда пора подравнять, а то уж больно буйно растёт. Но главное — клубника-то хороша, да?","meta":{"x":0,"y":400}},{"id":4,"info":"Сэм расстроен, что главному герою не нравится клубника, и спрашивает почему.","type":"C","mood":"грустный","goal_achieve":0,"to":[{"id":6,"mood":"испуганный","line":"Может, дело не в уходе, а в сорте? Попробуй посадить что-то менее сладкое, например, лесную землянику.","info":"предложение другого сорта"},{"id":7,"mood":"злой","line":"Да кому нужна твоя клубника, когда трава по колено!","info":"выражение недовольства"}],"line":"\"Ох, жаль слышать... А я-то думал, уж клубника-то моя всем по душе придётся. Всю весну за ней ухаживал, солнышку молился, чтоб ягодки сладкие да сочные выросли... Может, скажешь, чего не так? Может, землицу не ту взял или поливал не вовремя? Хочется ведь, чтоб люди радовались моему труду...\"","meta":{"x":450,"y":400}},{"id":5,"info":"Сэм даёт главному герою клубнику и рассказывает о её полезных свойствах.","type":"P","mood":"благодарный","goal_achieve":1,"to":[],"line":"\"Ну вот, держи, дружище! Свеженькая, только с грядки. Моя клубничка — не просто вкусная, она ещё и сил прибавляет, как эльфийские лембасы, только слаще! В ней столько витаминов, что даже в самый хмурый день настроение поднимет. А если съешь горсточку перед дорогой — усталость как рукой снимет. Сам король эльфов однажды попробовал — до сих пор благодарит! Ну что, как тебе?\"","meta":{"x":0,"y":600}},{"id":6,"info":"Сэм пытается понять, почему главному герою не нравится клубника, и предлагает другой сорт.","type":"P","mood":"растерянный","goal_achieve":0,"to":[],"line":"\"Ох, лесная земляника, говоришь... Ну, может, ты и прав. Она, конечно, не такая сладкая, да и вкус у неё особенный — с лёгкой кислинкой. Только вот ухаживать за ней сложнее, чем за клубникой... Но если тебе не по вкусу моя ягода, могу попробовать посадить что-то другое. Мне ведь важно, чтобы тебе нравилось! Может, в следующий раз попробуешь — вдруг новый сорт придётся тебе по душе?\"","meta":{"x":300,"y":600}},{"id":7,"info":"Сэм злится из-за того, что главный герой не ценит его труд, и заканчивает разговор.","type":"P","mood":"злой","goal_achieve":0,"to":[],"line":"\"Ну и ладно! Коли моя клубника тебе не по нраву, так и не надо! Я тут с утра до ночи в земле копаюсь, поливаю, ухаживаю, а ты — трава да трава! Да ишь ты, неблагодарный! Иди тогда свою траву жуй, коли она тебе милее моих ягод!\"","meta":{"x":600,"y":600}}],"npc_name":"Сэм","hero_name":"Фродо"}]